Repository: kdambekalns/Wysiwyg.CookieHandling
Catalog: Resources/Private/Translations/*/CookieLayer.xlf
Languages: de

# modalTitle
source: Cookie Settings
de: Cookie-Konfiguration

# modalIntroText
source: Privacy Statement
de: Datenschutzhinweise

# cookieConsentText
source: We use cookies in order to provide the best possible website experience for you. This includes cookies that are technically required to ensure a proper functioning of the website, as well as cookies which are used solely for anonymous statistical purposes, for more comfortable website settings, or for displaying personalized content. You are free to choose the categories you would like to permit. Please note that depending on your settings, the full functionality of the website may no longer be available. Further information can be found in our {privacyStatementAnchor}.
de: Wir verwenden Cookies, um Ihnen das bestmögliche Website-Erlebnis zu bieten. Dies beinhaltet Cookies, die technisch erforderlich sind, um ein einwandfreies Funktionieren der Website zu gewährleisten, sowie Cookies, die ausschließlich zu anonymen statistischen Zwecken verwendet werden, für komfortablere Website-Einstellungen oder zur Anzeige personalisierter Inhalte. Sie können die Kategorien frei wählen, die Sie zulassen möchten. Bitte beachten Sie, dass je nach Ihren Einstellungen, Möglicherweise steht nicht mehr die gesamte Funktionalität der Website zur Verfügung. Weitere Informationen finden Sie in unseren {privacyStatementAnchor}.

# privacyLinkText
source: Privacy Statement
de: Datenschutzhinweise

# legalNotesLinkText
source: Legal Notes
de: Rechtliche Hinweise

# confirmSelectionButtonText
source: Confirm selection
de: Auswahl akzeptieren

# selectAllButtonText
source: Accept all
de: Alle Cookies akzeptieren

# labelToggleShow
source: Show Cookie Information
de: Zeige Cookie-Informationen

# labelToggleHide
source: Hide Cookie Information
de: Verstecke Cookie-Informationen

# labelColumnDescription
source: Description
de: Beschreibung

# labelColumnLifetime
source: Lifetime
de: Speicherdauer

# labelColumnActive
source: Active
de: Aktiv

# Technical
source: Required Cookies
de: Notwendige Cookies

# neos_session
source: Neos Session Cookie
de: Neos Sitzungs-Cookie
